[subconforest]

scooter_intro0 = [shake2]¡BUENOOOOOOOS DÍAS! ¿Estás lista para cumplir tus obligaciones contractuales?[/shake2]

scooter_intro1 = [shake2]¡No soy un insensible! De vez en cuando me meto a los buzones y robo las cartas, luego las reparto a mis secuaces. ¡De esa forma es casi como si alguien se preocupara por ellos![/shake2]

scooter_intro2 = [shake2]Pero nuestro último cartero se ha ido. [wave]*poof*[/wave]. ¡Tú tendrás que hacerlo![/shake2]

scooter_intro3 = [shake2]Tengo un "regalo" para la ocasión. Aunque necesita un tipo de sombrero especial para usarse- ¡Espero que lo tengas! [wave]¡Ja Ja Ja![/wave][/shake2]



scooter_onenter0 = [shake2]Esta [icon:badge][name]insignia[/name] es sólo un alquiler. ¡La necesito de vuelta antes de que te vayas! Recuerda ponértela en tu [icon:sprinthat][name]Sombrero de velocidad[/name], ¡o no hará absolutamente nada! [wave][scream]¡¡¡JA JA JA JA JA!!![/scream][/wave][/shake2]

scooter_onenter1 = [shake2]Todos los secuaces que esperan correo tendrán [hint]un icono encima suyo[/hint]. Una vez termines, vuelve aquí y "marca la hora". ¿Entiendes?[/shake2]

[contract_initial]


intro0 = [shake][big][scream][wave]¡¡¡AHHHJAJAJAJAJAJAJAJA!!![/wave][/scream][/big][/shake]

intro1 = [shake][big][scream][wave]¡¡¡TOOOOOOOOOOOOOOOOOOOOONTA!!![/wave][/scream][/big][/shake]

intro2 = [shake2]¡Lo arruinaste! ¡Realmente lo has arruinado! ¡Nadie entra a mi hogar y sale en una pieza![/shake2]

intro3 = [shake2]¡Aunque, te digo algo...! Espera un minuto... ¡Tú vas a vivir! ¡Es verdad! ¡¿No te sobra la suerte?![/shake2]

intro4 = [shake2]Normalmente devoro las almas y tiro el cuerpo, ¡pero eres una de las suertudas! ¡Ganaste la lotería, porque sucede que me falta un sirviente descerebrado![/shake2]

intro5 = [shake2]¡Así es! El anterior se mató a sí mismo, su cabeza se desprendió, ¡y ahora necesito a una nueva chica de los recados![/shake2]

contract_appear0 = [shake2]Te diré una cosa: ¡Tengo un trozo de papel aquí! ¡No te preocupes por los detalles! ¡Solo necesito que firmes justo aquí abajo![/shake2]



contract_disagree_retry = Voy a reconsiderarlo...

contract_disagree_decline = ¡No firmaré!



contract_disagree0 = [shake2]Venga, ¡no hagas esto mas difícil! No tienes realmente palabra en esto. ¡Firma el papel![/shake2]

contract_disagree1 = [shake2]Creo que no dejé claro esto del todo: TU OPINIÓN NO ME IMPORTA. ¡Pon tu nombre en el contrato o haré que tu muerto y vacío cuerpo lo firme por ti![/shake2]

contract_disagree2 = [shake2]¡ÚLTIMA OPORTUNIDAD! ¡Firma el papel![/shake2]

contract_disagree3 = [shake2] ¡Qué mal! Te di una oportunidad para redimir una mala situación, ¡y la arruinaste! ¡Tirando por la ventana cualquier oportunidad de sobrevivir![/shake2]

contract_disagree4 = [shake2]¡Adiós! Quiero decir, ¡adiós a tu conciencia! ¡Le diré hola a tu cadáver hueco una vez que te hayas ido![/shake2]



contract_agree0 = [shake][big][scream][wave]¡¡¡AHHHJAJAJAJAJAJAJAJA!!![/wave][/scream][/big][/shake]

contract_agree1 = [shake2]¡Eso sella nuestro contrato! ¡Estamos en el negocio! Déjame tomar esto rápidamente...[/shake2]



contract_soul = Te sientes extremadamente vacía por dentro. 



contract_agree2 = [shake2]¡Ups! ¡Supongo que esta alma me pertenece a mí ahora![/shake2]

contract_agree3 = [shake2]No te preocupes, porque ¡si terminas tus tareas rápido, tendrás tu alma de vuelta muy pronto![/shake2]

contract_agree4 = [shake2]¡Y no te atrevas a olvidar nuestro pequeño contrato! ¡Lo pondré en tu menú de [button:start] para que así nunca te olvides![/shake2]

contract_agree5 = [shake2]¡Adiós! ¡Cuídate, y no te mueras![/shake2]



enter_village0 = [shake][big][scream][wave]¡VAAAAAAAAAAAAYA, QUÉ TAL![/wave][/scream][/big][/shake][br][shake2]No te olvidaste de mí, ¡¿verdad?! ¡No me digas que te olvidaste de mí![/shake2]

enter_village1 = [shake2]¿Qué tal? ¿Estás trabajando en alguna obligación contractual últimamente? ¡Mejor que así sea! ¡Recuerda nuestro pequeño trato![/shake2]

enter_village2 = [shake2]¡Mira esto! ¡Esos increíblemente molestos [name]Espíritus de Fuego[/name] están asentados allí mismo, en medio de mi pueblo.[/shake2]

enter_village3 = [shake2]Su pequeña danza está creando estas increíblemente molestas barreras que me detienen de moverme a otras partes de mi bosque. Es casi como si intentaran acabar conmigo... Qué adorable.[/shake2]

enter_village4 = [shake2]Deshazte de ellos, no me importa cómo lo hagas, ¡siempre y cuando sufran por entrar en mis dominios! [wave] ¡JEJEJEJE! [/wave] [/shake2]

enter_village5 = [shake2]Igualmente, de vuelta al trabajo, soldado.[br]¡Estas no son vacaciones, y me estoy poniendo impaciente![/shake2]



[breakice_contract]

breakice0 = [shake][big][scream][wave]¡BIEN HECHO![/wave][/scream][/big][/shake][br][shake2]Por favor dime que sufrieron. ¿Los asesinaste verdad? Apuesto a que los estrangulaste. ¡Buena chica! [scream] [wave] ¡Ja ja ja ja! [/wave][/scream][/shake2]

breakice1 = [shake2]¡No creas que ya terminé contigo! Hay más de estas plagas por mi bosque, y necesitaré que te encargues de cada una de ellas.[/shake2]

breakice2 = [shake2]Lo siguiente en tu lista de recados es: ¡Limpiar el Pozo Subcon! Así es, ¡eres fontanera ahora! ¡Felicidades por tu ascenso![/shake2]

breakice3 = [shake2]También tengo... otros... trabajos para ti que no puedo hacer yo mismo. Además, mientras te necesite, puedes seguir viva. Qué buen trato, ¿verdad?[/shake2]



breakice4 = [shake2]¡Pero ya hablamos demasiado! ¡Veo que puedes encargarte de múltiples cosas a la vez! ¡Vamos a añadirte un contrato adicional![/shake2]

breakice5 = [shake2]Escoge uno, ¡pero sólo uno! ¿No es emocionante firmar tu vida de nuevo?[/shake2]



breakice6 = [shake2]¡Buena elección! ¡Esperamos que estés lista para la tarea![/shake2]

breakice7 = [shake2]Estás buscando [icon:timepiece][timepiece]Piezas Temporales[/timepiece], ¿verdad? ¡Encontré una de ellas mientras perseguía una pobre alma![/shake2]

breakice8 = [shake2]Puedes quedártela, ¡pero esta es la única vez que te premiaré por cumplir partes de mi contrato! Adivina por qué. ¡No estoy legalmente obligado a hacerlo![wave][scream]¡JA JA JA JA JA![/scream][/wave][/shake2]



[contract_generic_trap]

trapA0 = [shake][big][scream][wave]¡¡¡AHHHJAJAJAJAJAJAJAJA!!![/wave][/scream][/big][/shake][br][shake2]TOOOOOOOOoooo....  oh, espera... ¿Eres tú?[/shake2]

trapA1 = [shake2]Estaba esperando una nueva víctima que cayera en mis trampas. Ya me llevé tu alma y todo eso. ¿Has terminado siquiera tus obligaciones contractuales ya?[/shake2]

trapA2 = [shake2]No te lo tomes personal, niña, pero mantente alejada de mis trampas. Solo hay ciertas veces que mi voz puede aguantar gritar así. Les estas arrebatando la experiencia a otros.[/shake2]

trapA3 = [shake2]Eh... Pero como caíste en mi trampa, ¡tal vez incluso extienda nuestro negocio![/shake2]

trapA4 = [shake2][small]*ejem*[/small][/shake2][br] [br][shake][big][scream][wave]¡¡¡TOOOOOOOOOOOOOOOOOOOOOOOOONTA!!![/wave][/scream][/big][/shake]

trapA5 = [shake2]¡Entraste en mi bosque, y ahora deberás pagar el precio![/shake2]

trapA6 = [shake2]¡Elige tu veneno! ¡¿Qué peso quieres cargar el resto de tu vida?![/shake2]



trapA7 = [shake2]¡No es una mala elección! ¡Esta debería ser tan fácil como respirar! ¡Aunque les estás dejando todos los contratos difíciles a los novatos! Lo cual es bastante desconsiderado si te pones a pensarlo.[/shake2]

trapA8 = [shake2]¡Lo que sea! ¡Me voy! ¡Te veo luego![/shake2]



[home]


home_question0 = [shake2]¿Qué tal, chica? ¿No sabes a dónde tienes que ir?[/shake2]

home_question0_whereto = ¿A dónde voy?

home_question0_contract = Entregar contrato.



home_intro0 = [shake2]¿Para qué me molestas? Niña, ¿no leíste ese contrato antes de firmarlo?[/shake2]

home_intro1 = [shake2]¡No obtendrás nada de mí hasta que completes tu parte del trato! ¡Así que largo![/shake2]



nosoul0 = [shake2]No estarás esperando tener tu alma de vuelta sólo porque completaste tu contrato inicial, ¿verdad?[/shake2]

nosoul1 = [shake2]Bueno, [shake][big][scream]¡QUÉ MAL![/scream][/big][/shake][/shake2][br][shake2]¡Eres mi sirvienta más reciente y nuestro negocio no está terminado aún! ¡Hazlo, y entonces podremos hablar![/shake2]



home_businessconcluded = [shake2]Niña, nuestro negocio terminó. No te voy a dar nada más. ¡Lárgate![/shake2]



wheretogo_subconwell0 = [shake2]Deberías estar limpiando el pozo, niña. Está en lo más profundo del pantano, pero es suficientemente grande para que siquiera una cosita pequeña como tú pueda verlo. Intenta no caer y golpear tu cabeza allá abajo... [wave][scream]¡JA JA JA JA JA JA![/scream][/wave][/shake2]



postfinale0 = [shake2]¿Tú de nuevo? Pensé que fui muy claro la última vez, niña.[/shake2]

postfinale1 = [shake2]Hemos terminado. Concluido. Nuestra relación de trabajo se acabó. ¡No voy a gastar más de mis artículos de trabajo en ti![/shake2]

postfinale2 = [shake2][wave][scream][big]¡Ahora lárgate de mi bosque![/big][/scream][/wave][/shake2]



[bossbattle]

intro0 = [shake2]Espera, niña. ¿Recuerdas cómo el antiguo contratado consiguió que su cabeza se desprendiera?[/shake2]

intro1 = [shake2]Eso no fue una coincidencia. Se desprendió en el momento que él dejó de serme útil.[/shake2]

intro2 = [shake2]Y adivina quién más se acaba de volver obsoleta... Así es. ¡Tú![/shake2]

intro3 = [shake2]Ahora que esa letrina poseída no me molesta más, y todos esos contratos tuyos están completos... No te necesito más por aquí.[/shake2]

intro4 = [shake2]Además, no creerías que te iba a dejar tener estas [icon:timepiece][timepiece]Piezas Temporales[/timepiece], ¿verdad? ¡Cayeron en mi bosque, niña! Me pertenecen a [scream]MÍ[/scream].[/shake2]

intro6 = [shake2]Es hora de que veas de lo que soy capaz, niña. ¡Dile adiós a esa pequeña cabeza tuya![/shake2]



Derp0 = ¡Así es como te ves![br]¡Eres una idiota!

Derp1 = ¡Y hueles mal! 



blue0 = [shake2]Probablemente estás esperando a que me vuelva azul, ¿no es así?[/shake2]

blue1 = [shake2]Lo siento, niña, el azul no es mi color.[br]Y creo que eso me hace invencible, ¿eh?[br]¡Qué mal! [wave][scream]¡JA JA JA JA JA JA![/scream][/wave][/shake2]



Chemicals0 = [shake2]¡Probemos algunos de estos![/shake2]

Chemicals1 = [shake2]¿No es suficiente?[br]¡Probemos mil![/shake2]

Chemicals2 = [shake2]¿Demasiados, eh?[br]¡Probemos sólo uno![/shake2]

Chemicals3 = [shake2]Espera, un momento.[/shake2]

Chemicals4 = [shake2]¡Ese definitivamente [br]debió golpearte![/shake2]

Chemicals5 = [shake2]¡Vamos[br]dale una oportunidad![/shake2]
Chemicals6 = [shake2]¡Qué bien que[br]lo hayas reconsiderado![/shake2]

Chemicals7 = [shake2]¿Eres un poco[br]grosera, no?[/shake2]



turned_blue0 = [shake2]...[/shake2]

turned_blue1 = [shake2]¿Me acabas de pintar de azul con mi propio ataque?[/shake2]

turned_blue2 = [shake2]Esto no puede contar, ¿o sí? Seguramente no cuenta.[/shake2]

turned_blue3 = [shake2]Eso fue suficiente, hora de[scream][wave]MORIR[wait][/wave][/scream].[/shake2]



Cherry0 = [shake2]Oh no![/shake2]

Cherry1 = [shake2]I totally just dropped[br]this cherry bomb![/shake2]

Cherry2 = [shake2]... NOT.[/shake2]

Cherry3 = [shake2]You think I'm stupid enough[br]to give you BOMBS?[/shake2]



[death]

death0 = [shake2]*Uff*[waitlong] *Uff*[waitlong] Eres una señorita irrespetuosa...[/shake2]

death1 = [shake2]Me siento... tan débil...[waitlong] *uff*[/shake2]

death2 = [shake2]Por favor...[waitlong] *uff*[waitlong] ten piedad...[/shake2]

death3 = [shake2][waitlong][wait]Por favor... [br] [waitlong][waitlong][br][big]TOMA ASIENTO[/big][/shake2][waitlong][waitlong]

death4 = [shake2]Todas estas [icon:timepiece][timepiece]Piezas Temporales[/timepiece] cayeron en [scream] MI [/scream] bosque. Son [scream] MI [/scream] propiedad.[/shake2]

death5 = [shake2]Así que, hagamos un trato señorita. Tú te largas de mi bosque, y nunca nos volvemos a ver. ¿Cómo suena eso para un trato?[/shake2]

death6 = [shake2]¿No te agrada? ¡Qué mal! Tú no eliges aquí.[/shake2]

death7 = [shake2]Mira, ¡incluso lo haré más fácil para ti![/shake2]

death8 = [shake2]¡Ahora lo único que queda es que lo firmes![/shake2]



sign0 = [shake2]...Sabes que así no es como funcionan los contratos, ¿verdad?[/shake2]

sign1 = [shake2]¡Te estoy dando una oportunidad para salir niña! ¡No hay trampas ni traiciones esta vez![/shake2]

sign2 = [shake2]¿Qué tal si te devuelto tu alma, eso hará que te vayas?[/shake2]

sign3 = [shake2]¿Sí? ¿No? ¿Hola? ¿Estás ahí? ¿Por qué no dices nada?[/shake2]

sign4 = [shake2].......[/shake2]

sign5 = [shake2]...Eres todo un personaje, ¿no? Y una negociante difícil.[/shake2]

sign6 = [shake2]Bien, endulzaré el trato para ti.[/shake2]

sign7 = [shake2]Aquí, ten mi última [icon:timepiece][timepiece]Pieza Temporal[/timepiece]. ¡Si continúo viéndote por mi bosque tras esto, estaré muy decepcionado![/shake2]



contract_soul_return = ¡Recuperaste tu alma! ¡Te sientes aliviada, energizada, y sólo la cantidad normal de vacía! 



[finale]

outside0 = [shake2]¡Hey, niña! ¿Qué tal esa alma tuya? ¿Aún recorriéndote por dentro?[/shake2]

outside0b = [shake2]Oh, espera. Realmente nunca te merecías tenerla de vuelta, ¿verdad?[/shake2]

outside1 = [shake2]¡Me encantaría conocer quién se cree suficientemente grande para juzgarme a [wave]mí![/wave] Sí, me he robado unas [small]cien[/small] almas - ¡Gran cosa![/shake2]

outside2 = [shake2]¡Haznos a todos un favor, niña! ¡Ve a descubrir quién se cree mejor que nosotros! ¡Y golpéale![/shake2]

outside3 = [shake2]No suelo defender este tipo de cosas, pero esto es bastante autoritario [/shake2]

group_counter0 = [shake2]¡Esta realidad alternativa apesta! ¡Lárgate![/shake2]

cherrybombs0 = [shake2]¡Firmemos un contrato y hagamos que esta chica se largue, de una vez por todas![/shake2]
cherrybombs1 = [shake2]¡Jajaja! Bien, vamos. ¡Yo creo, tú lanzas![/shake2]



suicide0 = [shake2]¡No [scream]NECESITAMOS[/scream] un héroe! ¡Lárgate![/shake2]

[spaceship]
no_contracts0 = [shake2]¿Estas sin contratos? ¡Tonterias! Explora mi bosque y encontrarás más.[/shake2]


[ending]

hang0 = [shake2]Hey, niña. ¡Hagamos otro contrato![/shake2]

hang1 = ¡¡¡Te extrañareeeeeeeeeemoooooooooos...!!!